cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/x11'
brew 'arpack'
brew 'autoconf'
brew 'bash'
brew 'cairo'
brew 'docker'
brew 'elasticsearch'
brew 'epstool'
brew 'ffmpeg'
brew 'fftw'
brew 'flow'
brew 'fontconfig'
brew 'freetype'
brew 'gcc'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'ghostscript'
brew 'gifsicle'
brew 'git'
brew 'gl2ps'
brew 'glib'
brew 'glpk'
brew 'gmp'
brew 'gnuplot'
brew 'go'
brew 'graphicsmagick'
brew 'hdf5'
brew 'imagemagick'
brew 'iojs'
brew 'isl'
brew 'jbig2dec'
brew 'jpeg'
brew 'lame'
brew 'libevent'
brew 'libffi'
brew 'libmpc'
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'libvo-aacenc'
brew 'libyaml'
brew 'little-cms2'
brew 'lua'
brew 'mongodb'
brew 'mpfr'
brew 'neo4j'
brew 'ngrok'
brew 'node'
brew 'octave'
brew 'openssl'
brew 'pcre'
brew 'pixman'
brew 'pkg-config'
brew 'plotutils'
brew 'postgresql'
brew 'pstoedit'
brew 'python'
brew 'python3'
brew 'qhull'
brew 'qrupdate'
brew 'rbenv'
brew 'readline'
brew 'redis'
brew 'ruby-build'
brew 'sqlite'
brew 'suite-sparse421'
brew 'szip'
brew 'tbb'
brew 'tor'
brew 'veclibfort'
brew 'wakeonlan'
brew 'watchman'
brew 'wget'
brew 'x264'
brew 'xvid'
brew 'xz'
brew 'youtube-dl'
cask 'alfred'
cask 'atom'
cask 'cuda'
cask 'dockertoolbox'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'google-drive'
cask 'heroku-toolbelt'
cask 'java'
cask 'navicat-for-postgresql'
cask 'ngrok'
cask 'rescuetime'
cask 'screenhero'
cask 'skype'
cask 'sophos-anti-virus-home-edition (!)'
cask 'spotify'
cask 'virtualbox'
cask 'vlc'
cask 'xquartz'
